accountsservice
aircrack-ng
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-udev
arp-scan
aubio
awesome-terminal-fonts
base
base-devel
bash-completion
batctl
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
btop
btrfs-progs
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chwd
cmake
code
cpupower
cryptsetup
device-mapper
diffutils
direnv
discord
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
eog
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
flatpak
fsarchiver
fuse2
gdm
gedit
git
github-cli
glances
grub
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gum
gvfs-mtp
hdparm
hwdetect
hwinfo
hyprland
hyprlock
hyprpolkitagent
inetutils
intel-media-driver
intel-ucode
iptables-nft
iwd
jfsutils
kate
kitty
lazygit
less
lib32-mesa
lib32-nvidia-utils
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libqalculate
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa
mesa-utils
metasploit
micro
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nvidia-prime
nvidia-settings
nvm
nvtop
nwg-look
octopi
opencode
openssh
os-prober
pacman-contrib
pamac-aur
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
pnpm
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-matplotlib
python-numpy
python-packaging
python-pandas
python-pip
python-scikit-learn
python-scipy
qbittorrent
qt6-virtualkeyboard
quickshell-git
rebuild-detector
reflector
ripgrep
rofi
rsync
s-nail
scrcpy
sddm
sg3_utils
smartmontools
sof-firmware
steam
sudo
switcheroo-control
sysfsutils
tcpdump
texinfo
thunar
tk
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ttf-ubuntu-font-family
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vim
vlc
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
waybar
wdisplays
wget
which
wireless-regdb
wireplumber
wireshark-qt
wl-clipboard
wlogout
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfsprogs
xl2tpd
xorg-xwayland
yay
zen-browser-bin
zip
zoxide
